{"Wear one diaper for 4 hours, no taking it off":"Kat","Mess in a diaper and wear it overnight":"Kat","Drink a bottle of milk":"Kat","Drink 2 litres of water and wear a diaper overnight":"Kat","Cut a banana in half and insert both halfs into your anus, you may only release them in a diaper":"Kat","Put 4 ice cubes in the front of your diaper, you may not put your hands near your diaper untill they melt":"Kat","Wear only a diaper, you may not put any more clothing on untill you leak":"Kat","You must wear diapers for the next 24hrs":"Kat","Put on a diaper and drink a litre of water, either keep it dry for 2 hours (no potty) or wear the same diaper for 6 hours":"Kat","Wear diaper backwards for an hour.":"biohazard","you must do 5 pull ups with a full diaper":"Lovly","Walk around with your diaper around your knees for 30 minutes, you may not use the potty, you may not pull your diaper up until the time is up":"DeanUk94","Pour pudding down back of diaper and leave it on for an hour.":"biohazard","<Go on a jog with a diaper peeking out>":"Wesker Jr.","Next time you use your diaper, don't change, just put a new diaper over it.":"DeanUk94","Strut your stuff up and down the length of the room in only your diaper 5 times":"DeanUk94","The next time you go and change, layer three diapers, and use three boosters.":"TheAmazingPyro2","Wear a diaper and mess in it before taking it off.":"biohazard","Drink a full glass of water everytime you use your diaper.":"Jai 😸","Insert an enema, suppository or five marshmallows into your rectum and hold for thirty minutes before releasing. Remain in your messy diaper for thirty minutes before changing. If you are unable to hold for thirty minutes then add an additional five minutes to your time in your diaper for every minute remaining on the timer. (Eg. Releasing after twenty minutes = fifty more minutes wearing the soiled diaper. Eighty minutes in total.)":"Jai 😸","Use a diaper until it leaks, then put a fresh diaper on top instead of changing.":"Jai 😸","Next time you put on a fresh diaper it may not be removed until it contains three different types of bodily waste or fluid.":"Jai 😸","Go to the shop and buy a pacifier, all while wearing a wet diaper, no changes until you're home":"Kat","Anytime someone asks you a question, you have to drink water (either a glass or a sip depending on frequency)":"sissy baby","<Rub yourself through your diaper to make yourself cum, do this 3 times before you may change. If you're not already wearing a diaper, you have to put one on, and have it on for 6 hours before you may start trying to cum >":"D kingOfKings","Put on your cutest outfit and show everyone!":"Kat","<Make your bed, then when its sleepies times get cozy with a plushie and suck your thumb till you fall asleep. Send your proof pic once your in bed before falling asleep 😄 >":"D kingOfKings","Regardless of your diaper's condition, pour one twelve ounce cup of water into the front of your diaper and another twelve ounce cup down the back.":"Jai 😸","Spend the next twenty-four hours in diapers, only changing when your diaper is completely full.":"Jai 😸","Put a pacifier in your mouth and leave it there for the next hour. If you do not own a paci then use your thumb.":"Jai 😸","Spank yourself fifty times on each cheek using the method of your choosing.":"Jai 😸","Place a bar of soap in your mouth for fifteen seconds.":"Jai 😸","Using a pen and paper, write the following twenty-five times in cursive: I am a naughty naughty little baby.":"Jai 😸","Stand in the corner while you are either naked or dressed only in a diaper. Stand there for fifteen minutes.":"Jai 😸","Next time you play with yourself, edge yourself for thirty minutes before cumming.":"Jai 😸","Next time you put on a fresh diaper you are forbidden to wear any clothing that may cover it until you take it off.":"Jai 😸","Put on a fresh diaper. Everytime you start to wet you must begin to drink water. Do not stop drinking until you are finished wetting your diaper. Do this until your diaper leaks, at which point you are permitted to change.":"Jai 😸","Cum in your diaper and then keep it on until it leaks.":"biohazard","Put ANOTHER diaper on, and duck tape it tight with lots and lots of tape. If you already have a diaper on good the new one goes over the top of the old one, you might wanna cut some hold in the old one to help. If your not already diapered, why not, good babies are always diapered. It's a good thing you got this dare then. \nKeep your diapers/diaper taped on for 10 hours or until you leak so bad you make a puddle.":"D kingOfKings","For the next twenty-four hours you are only permitted to cum while wearing a diaper.":"Jai 😸","Get yourself off only by rubbing the front of your diaper. If you're not wearing a diaper at the time of receiving this dare then tape one on and wet it before performing the above.":"Jai 😸","Take a picture of yourself outside with your diaper exposed.":"Jai 😸","You are not permitted to remove your diaper until you poop in it and sit down in the mess. If you are not diapered, tape one on before performing the above.":"Jai 😸","Drink a large glass of water (twenty ounces or more). When you feel the urge to urinate, open up a fresh diaper and pee in it. Set the diaper aside for thirty minutes to cool down before taping it up.":"Jai 😸","Put on a fresh diaper. Everytime you use your diaper, mark the time you used it and what kind of mess it was (W=wet, M=mess, C=cum, etc.). Take your diaper off only after it leaks, posting a picture of the used diaper and its time stamps as proof of completion.":"Jai 😸","For the next five hours you may only drink out of baby bottles and sippy cups.":"Jai 😸","Roll a six sided die and multiply the number by ten. Then administer that number in spankings on each cheek.":"Jai 😸","Next time you pleasure yourself do so by humping a pillow or stuffed animal while wearing a diaper.":"Jai 😸","Tape on a fresh diaper and roll three six-sided dice. The resulting number is the number of hours you must wear your diaper before taking it off.":"Jai 😸","Tape on a fresh diaper and roll a six-sided die. The resulting number is the number of litres of water you must drink before removing your diaper.":"Jai 😸","Take a picture of you wearing a diaper underneath a onesie, sleeper, or kigurumi.":"Jai 😸","Take a picture of yourself in nothing but a diaper.":"Jai 😸","Messy yourself in your current diaper, or put one on if you aren't already wearing, then post a pic of your Messy Diaper  to get it confirmed.  \nAsk the bot for a 2nd dare and keep your Messy Diaper on until you have completed and confirmed your 2nd dare.":"D kingOfKings","Make yourself cum with your hands down the front of your soaking wet Diapers.\n No playing with yourself until your diaper is almost ready to leak, no changing until you have cum, and only cumming from your hands down the front of your Diaper. Post a pic of your hand/hands inside the font of your Soaking Wet Diaper.":"D kingOfKings","Drink a large glass of your favourite flavour milk/milk replacement, you have 10s to drink the hole glass and the glass must never touch your lips. Maybe wear a bib or if not a nice white t-shirt 😛":"D kingOfKings","Drink 300ml of water every 15 minutes for two hours, using the bathroom as needed. After the two hours keep drinking for one more hour but do not wet. If you wet before the hour is up you need to sleep in the diaper.":"Kat","when you pleasure your self do it on a pillow and sleep on it":"Mumei","Do a plank in a diaper, after wetting it and pleasuring yourself in it first, for two minutes":"peacewalker955","have an accident in the opposite genders underwear":"emberfireflash","Drink at least half a gallon of water. Wait until you have to pee, while holding your pee, do 15 pushups. If you wet at all, you cannot change your diaper for the next 24 hours":"peacewalker955","Put 3 whole bananas in your diaper and then sit down and mush it around. Sit in it for 20 minutes at least.":"biohazard","Cum 3 times in your diaper before you can change it. You can put on a fresh diaper if you need to.":"biohazard","Put on a fresh diaper and roll a six-sided die. The number you roll is the number of marshmallows you must insert into your rectum. Sit in the resulting mess for one hour.":"Jai 😸","Put on a fresh diaper and roll a six-sided die. The number you roll is the number of cups of water (at least twelve ounces per cup) you must pour into your diaper. Continue to use your diaper until it leaks.":"Jai 😸","Put on a fresh diaper and roll a six-sided die. The number you roll is the number of individuals you must ask for permission before changing. If someone denies your change then keep asking until you've received permission from the appropriate number of people.":"Jai 😸","For the next five hours, drink a twelve ounce glass of water every time you see or hear the word 'diaper'.":"Jai 😸","You may change into a new diaper before starting. Drink a two liter bottle of either soda or water and wet yourself immediately every time you feel it until your diaper leaks or for 12 hours (whichever comes first).":"Riley","For the next 24 hours you must use your diapers for everything as soon as you feel the urge. You cannot wear other kind of underwear to cover them.":"Riley","Head to your nearest grocery store while diapered. Buy a jar of the baby food of your choosing and eat it when you return home. Post a picture of baby food smeared on your lips and chin as proof of completion.":"Jai 😸","Put on a fresh diaper and go to the restaurant of your choosing. Take a picture of your diaper in a bathroom stall, as well as a picture of whatever you ordered, as proof of completion.":"Jai 😸","Put on a fresh diaper and go to the grocery/department store of your choosing (one that sells goods for babies). Take a picture of your diaper in a bathroom stall before purchasing three items intended for babies (pacifier, toy, food, diaper, powder, etc.). Take a picture of your newly acquired goods once you return home.":"Jai 😸","You must crawl around the house for an hour. You are not allowed to stand up, even for the most difficult tasks":"Zatsu4420","you must only drink from a bottle for an hour. You may refill it when your done, you can only put water in the bottle and nothing else.":"Zatsu4420","put ice cubes down the back of your diaper":"emberfireflash","Mess your diaper and then spank your diaper fifty times on each cheek.":"Jai 😸","take a picture of you sucking on a pacifier or your thumb and make it your pfp for all social media accounts for 30 minutes. Screen shot of social media account for proof. (All personal info blacked out.)":"emberfireflash","Show us your whole collection of little toys and sex toys":"Kat","roll six sided die multiply by 2 this is the amount of time that you may not cum. If you have a chastity device you must wear it.":"emberfireflash","Put on a fresh diaper. While wearing this diaper you must cum inside it, but may only do so when you have messed it. Roll a six-sided die to determine the number of hours you have to complete the dare before failing. (Users please ensure that dare was completed in required time limit before providing confirmation.)":"Jai 😸","Diaper Check! Send the group a picture of your diaper, no matter its condition. If you are not diapered then put one, drink a litre of water and keep the diaper on for four hours, and show us then":"Kat","If you have a plug, put that in with a diaper over the top, drink a litre of water and keep it on for one hour, show us after. If you don't have a plug use a peeled banana.":"Kat","go to the store find an employee and ask them where you can find diapers.":"emberfireflash","<cook oatmeal, see how much you can fit in your diaper before it starts leaking, once it begins leaking, put a new one over the leaking diaper, roll a dice to see how many layers you need to do.>":"Candy the Cow Furry","wear only your diaper, no pants, you must mess before you can continue the dare or it will not work. make a fresh mess in a diaper and change. pack the freshly messed diaper and make sure it will not leak. now fill your second diaper, if you cannot, use oatmeal or bananas. while you are rubbing yourself through your diaper you must sniff your messed diaper. you are not allowed to cum until you have completed the steps. once you cum, double pad yourself and sit in your diaper for an hour.":"Candy the Cow Furry","Put a pacifier in your mouth and try to suck on it for 30 minutes, to avoid damaging your teeth you’re allowed to take breaks every 3 minutes but you can only do this 5 times at least":"Shadow Master"," Put a new diaper on and poke holes in the outside of it. Put pants on over it. Keep wetting until it leaks through to your pants.":"f0rkman","buy a cloth diaper":"emberfireflash","Double up your diapers! Cut some slits on the first one and put another over the top. You may not take either of the diapers off until you leak from wetting.":"Kat","Show us your favourite stuffie!":"Kat","Draw a picture and show it to the group.":"Kat","Wear a diaper for half a day, mark on the front the amount of times wetted or messed. At least 5 total required":"Ihadabadname","Putting a fresh diaper on in the morning with a 200ml enema. Hold it for at least an hour. Failing to hold it you must wear it tripple the remaining time":"Ihadabadname","go to bed in a wet diaper":"emberfireflash","Put on a fresh diaper and wear it in a bathtub full of water.":"Lastword8","reveal the most embarrassing/extreme  thing you have ever done with/in  your diaper":"ace","Show your pacifier collection if you have any":"Shadow Master","Start this dare before you put on a fresh diaper.  Drink one litre of water and flip a coin. If it lands on heads, you must wet your big kid panties. If it lands on tails you must put on a diaper and wet it.":"Jai","Insert an enema of your choosing into your rectum and tape on a fresh diaper. Set a timer for five minutes, during which time you must run in place or do jumping jacks. If you release the enema before the timer runs out you must sit in your messy diaper for four hours before changing. If you last longer than the timer release your enema and sit in your messy diaper for one hour before changing.":"Jai","Next time you change out of a used diaper, put your face near the open diaper and inhale for five seconds.":"Jai","Take a picture of your entire diaper stash and show the server.":"Jai","Spank yourself 100 times on each bare cheek using a method that is not your hand (paddle, crop, wooden spoon, etc.). If you have a willing partner, ask them to do it for you.":"Jai","Insert an enema, suppository or five marshmallows into your rectum before taping on a fresh diaper. Roll a six-sided die. The resulting number is the number of hours you must wear your messy diaper before removing it.":"Jai","Pour one twelve ounce cup of any liquid that isn't water down the back of your diaper.":"Jai","draw a self portrait how ever you like but must include diaper in some way, show off your mad art skillz.":"ace","Put on a fresh diaper, unless you are wearing one already, and roll a six-sided die. The resulting number is the number of times you must cum in your diaper before changing.":"Jai","tell us about your favorite childhood toy":"emberfireflash","tell us about your favorite place to visit as a child":"emberfireflash","tell us your favorite color":"emberfireflash","tell us your favorite candy":"emberfireflash","tell us your favorite food to eat as a little, and send us a picture of you eating it":"emberfireflash","Put on a clean diaper and go for a shower":"DeanUk94","With your diaper exposed do a a few flex poses in front of a mirror .":"DeanUk94","next time you have to wee, do squats in your diaper. You may not stop doing squats until you finish your wee. 5 squat minimum.":"DeanUk94","Pour oatmeal in the front and back of your diaper and then cum 2 times as fast as you can.":"biohazard","take a command from any active admin":"emberfireflash","get people to give suggestions on things to write on your diaper. if theres a line implying you need to use your diaper in a certain fashion, you must use the diaper in said way before a change. (Ex: Stinky Baby, you must mess)":"Candy the Cow Furry","Ask someone to give you a trivia question, you have 10 seconds to answer it, if you can't you were a diaper for 2 hours. Repeat until you are correct.":"DeanUk94","Double up your diaper and wet it, then take the rubbish(Garbage) out. You may dress over your diaper but no think coats.":"DeanUk94","Sit in just your diaper on a mat or hard floor and make a mess (Paint, food, pee or poop, your choice)":"DeanUk94","Get on your hands and knees, lower your Diaper to your knees and give 10 spanks for every time you wet or messed yourself today. If you haven't yet, do 25.":"DeanUk94","Get jello and pour it down the back of your diaper. Wear it for at least an hour.":"biohazard","have a breakfast of foods that will make you poop, this can include high fibre cereals and the like. Pad yourself up. Drink water every 30 minutes. Once you mess, you have 2 hours until you can change, for every pee or another mess you make, another hour is added to your time. The max time is 8 hours. if there is a danger of a diaper rash, put on another diaper, but put the used one on the outside.  ex: if you feel discomfort, take off your piddle pamps and put on a fresh diaper, but then secure your still stinky and wet diaper around the clean one like a second layer, be sure to cut a slid in the first layer, continue to add layers as needed.)":"Candy the Cow Furry","Put five ice cubes in a large cup and fill to the top with water. Wait for the ice to melt completely into the water before pouring down the front of your diaper. You must wait thirty minutes before you can remove your diaper.":"Jai","While wearing a diaper, head your nearest grocery store. Buy a jar of the baby food of your choosing and pour it all into a bowl when you return home. You must eat the baby food from the bowl without the use of your hands.":"Jai","Create a finger painting and show us a picture of it. You must also take a picture of your paint-covered fingers. (Ensure one hand is clean to take the photo with.)":"Jai","finger paint your diaper, leave it to dry and then use it":"Candy the Cow Furry","Insert an enema, suppository, or five marshmallows into your rectum (alternatively, consume some laxatives or castor oil). Flip a coin before you release. If the coin lands heads, you must release your bowels into a diaper. If the coin lands tails, you must release your bowels into your big kid undies.":"Jai","Take a brief video (five seconds or longer) of you dancing in nothing but your diaper.":"Jai","Put on a fresh diaper, drink a large glass of water (twenty ounces or more), and roll two six-sided dice. Multiply the resulting number by ten and wait that number of minutes before using your diaper. You are not permitted to remove your diaper until you've waited the allotted time without using your diaper. If you use your diaper within the allotted time, reroll and start again. If you continue to use your diaper before the time is up then continue to reroll until your diaper leaks. If you roll any doubles then you must wait twice the allotted time before using your diaper.":"Jai","Show us a picture of your favourite stuffie. If you don't have a stuffie, tell us what your ideal stuffie would look like.":"Jai","Show off your latest ABDL-related purchase.":"Jai","Write a one page essay about why you should be wearing diapers, and share it.":"Vinsar","Show us a picture of your favourite piece of little gear.":"Jai","Head to your nearest grocery store and purchase a jar of the baby food of your choosing. Return home and eat the entire jar. You may only use your hands and are not permitted to use cutlery.":"Jai","<Wet your diaper in the morning and wear it all day>":"ggggg","<lock yourself in chastity and freeze the keys in a plastic cup of ice, then diaper yourself and remain until you have wet and messed. You may only allow the keys to thaw after you have messed.  The keys must thaw in open air.>":"ggggg","edge yourself in your diaper for at least 30 minutes but don’t cum for 24 hours and when you do, it has to be in a diaper":"Tusk626","go to the local store, find an employee and ask if they can show you some baby toys (roll for certain category, 1-2 bath toys, 3-4 puzzles and educational, 5-6 chewing/biting/suckings toys). When they show you, ask them which one they like the best and ask what they would reccomend for a baby.":"Candy the Cow Furry","go to www.bdsmtest.org take the test and show us the results":"emberfireflash","Stay in a maximum of two diapers over 48 hours, using each to capacity.":"GodOfHelicopters","Put on a diaper and take castor oil. Use diaper until it leaks from effects of castor oil. Drink lots of water!":"Tusk626","Edge in a diaper only to sissy things for 30 minuets. No coming until next dare":"Tusk626","do a chore in a diaper":"Tusk626","insert one whole peeled banana, put on a fresh diaper, and have a seat. Drink 2 glasses of water, and wait 15 minutes. After that, drink 2 more glasses and continue to hold for 10 more minutes. At this point you can release,  but no changing for 2 hours. If you cannot hold the entire 25 minutes, add 3 ice cubes down the front of your diaper to melt.":"SoldierOfAincrad","Diaper up and head out into public, make sure that you use your diaper until it starts to leak. You can only go home when your diaper begins to leak, so be careful ;)":"SoldierOfAincrad","by personal favorite, insert 2 suppositories, 1 whole banana, 2 more suppositories, and put on a fresh diaper. You have to hold it for 30 minutes, otherwise you have to rock back and forth in your mess for 10 minutes after you release. No changing for an hour afterward.":"SoldierOfAincrad","brush your teeth in a diaper":"Tusk626","clean your room a little bit in a diaper, take a cute pic in your room and post it":"Tusk626","go to work for the whole day in a diaper":"Tusk626","spend a whole weekend diapered 24/7":"Tusk626","shave your body from the neck down.":"emberfireflash","edge yourself for 1 hr, no cumming. If you cum, you can’t come for 3 days. If you last an hour you may cum to your favorite thing. If your already in chastity you automatically pass for being a good little! Post a pic of you being cute!":"Tusk626","go out to the mall in a diaper":"Tusk626","got to the movies in a diaper and enjoy":"Tusk626","reach out and try to talk to a new padded friend from either on here or somewhere else. They must be someone you haven’t met yet. At least 10 messages total before this dare is completed":"Tusk626","Get a banana and push it down the back of your diaper. Wear it for at least an hour.":"Tusk626","Wear diapers for 3 days! No toilets! And no cummies until you’ve completed this dare!":"kay","go to work in a diaper and if you can’t, spend the whole weekend in diapers":"Tusk626","Clean your room and a dirty messy diaper":"Tusk626","do some chores that take you out of your house while diapered":"Tusk626","change a messy diaper in a public stall":"Tusk626","buy or order some new diapers!":"Tusk626","do a workout in diapers and take a pic while working out or at gym. Can’t be done at home":"Tusk626","put on a messy diaper or tape on two used and wet diapers and make stickies or stay in them for 3 hours":"Tusk626","do some diaper genderbending and take a picture":"Tusk626","get into little space and play with some toys":"Tusk626","watch a movie at home and mess and wet your diapers to pass before movie ends":"Tusk626"," use a marker and color and decorate your diaper before putting it on. Take a pic to show us!":"Tusk626","give us your gamer tag":"emberfireflash","shave your legs smooth. Baby’s don’t have hair;)":"Tusk626","do something positive while diapered that makes you feel good about yourself. Get creative and tell us what you did to pass":"Tusk626","go to the store and find an employee and ask them to show you where the adult diapers are!":"Tusk626","have an accident in big kid underwear.":"emberfireflash","double up on diapers lock yourself in them and freeze the keys in a bowl of water, stay locked up in your diapers for 48 hours.":"emberfireflash","use a game controller as a vibrator":"emberfireflash","insert 2 suppositories.  Put on 2 of your best diapers.  Cannot change until top one is wet.":"gmnest","put a popcicle inside your diaper till it melts. take a picture of the melted sticky mess inside for proof of completion":"stargazer {nova star}","wear diapers for 24 hours: anytime you get asked about the status of your diapers you have to tell if you are wet or messy, along with a picture of your diaper. You are also not allowed to cum.":"emberfireflash","Wet and mess your current diaper and then watch 10 episodes of your favorite TV series before changing.":"GodOfHelicopters","Show us a picture of you wearing your favourite diaper. If you're out of your favourite diaper then show us you in your favourite of what is available. If you have no diapers at all then tell us what your favourite is.":"Jai","Take a picture in a diaper striking a sexy pose.":"Jai","Choose a sauce, condiment, or other smearable food item and smear it across the front of your diaper. (Doing this before you change is recommended.)":"Jai","Mess in your diaper and take a brief video of you squishing it around while saying \"I'm a dirty, stinky baby who needs to wear diapers.\"":"Jai","wear diaper for 12 hours.  You must wet and mess before changing.  Change or removal must be done in a public bathroom.":"gmnest","Put on 2 of your thickest diapers.  Then put on your tightest jeans/shorts over it..   Wear for 12 hours.  Change/Removal must be done in a public bathroom.":"gmnest","Show us your favorite diaper/clothing combo.  Must be wearing them.":"gmnest","lock yourself up in chastity. The person who posted before you decides for how long.":"emberfireflash","Choose your dare. Complete any dare from the <#532050261930278928> and post the required pics as proof.":"Kat","Give someone deserving a genuine compliment, if you don't make them smile, you are forbidden from cumming for 24 hours and must stay in diapers as much as possible (time off for work/school if you must)":"Kat","use the highscore command and take a dare from one of the three highest people":"emberfireflash","share this server to someone/people you think might like it 😃":"TS7 is coming","pour milk into the front of your diaper and leave it on for at least an hour":"TS7 is coming"," Get all cosied up, diapers on, little clothing if you have it, get yourself a nice drink, a bottle if possible, and watch your favourite cartoon (Adventure time is good)":"Kat","suck cum off a pacifier":"Kat","take a picture of you and your favorite plushie both in diapers":"Demonic_Dave_666","put on a fresh diaper, and spend all day on the floor playing games until you leak":"SoldierOfAincrad","read a scary story with your favorite plushie":"SoldierOfAincrad","wet a diaper until you leak, then make cummies 3 times in your soggy mess.":"SoldierOfAincrad","put on a goodnight, with a diaper on top of it. You cannot change for 24 hours, and must drink atleast 10 cups of water. If you're up to it, also eat a few laxatives before bed.":"SoldierOfAincrad","wet your big boy pants in the backyard, then put on a diaper for the next 24 hours as punishment.":"SoldierOfAincrad","wear a pull-up or goodnite and roll a 6 sided die to get the number of people you have to ask and say yes to using the potty like a big kid":"Demonic_Dave_666","dare Wear a diaper and a bra ONLY for 5 hours":"queenoflightning","dare While wearing a diaper, watch a Disney Princess movie and sing along to all the songs":"queenoflightning","dare  Roll a 6 sided die.  The number you roll is the amount of days you have to sit down to use the toilet":"queenoflightning","Make your own pair of **-Playtime Pants-**! Follow these simple steps to create your brand new Playtime Pants.\nStep 1: Get some Always pads and any pair of underwear. \nStep 2: Place all of your pads in the underwear.\nStep 3: Create a new design to put on your Playtime Pants\nStep 4 (optional): Use your new Playtime Pants! Shoot an image and mark where you pooped, peed, or cumed in it.":"Sunny the lil cutie","Write a paragraph long story about a good time in diapers":"Andrez278"}