[["Wesker Jr.","152706244627529728",10,1],["DeanUk94","490319485421748225",40,0,["Wear only a diaper, you may not put any more clothing on untill you leak"],1],["Lovly","420992617572990977",0,1],["Jai 😸","465641380941791262",245,1,["Take a picture of your exposed diaper while in a public setting (grocery store, workplace, etc.).","For the next 24 hours you must use your diapers for everything as soon as you feel the urge. You cannot wear other kind of underwear to cover them.","walk around in public with a pacifier in for half an hour. If you don't own one go to the store and buy a pacifier.","Cum in your diaper and then keep it on until it leaks."],3,1],["TheAmazingPyro2","341767241022308352",5,1],["biohazard","196080426576510986",680,0,["Use a diaper until it leaks, then put a fresh diaper on top instead of changing.","have an accident in the opposite genders underwear","you must only drink from a bottle for an hour. You may refill it when your done, you can only put water in the bottle and nothing else.","wear diaper for 12 hours.  You must wet and mess before changing.  Change or removal must be done in a public bathroom.","by personal favorite, insert 2 suppositories, 1 whole banana, 2 more suppositories, and put on a fresh diaper. You have to hold it for 30 minutes, otherwise you have to rock back and forth in your mess for 10 minutes after you release. No changing for an hour afterward."],5],["Kat","134391302614679552",90,0,["Insert an enema, suppository, or five marshmallows into your rectum (alternatively, consume some laxatives or castor oil). Flip a coin before you release. If the coin lands heads, you must release your bowels into a diaper. If the coin lands tails, you must release your bowels into your big kid undies.","Put ANOTHER diaper on, and duck tape it tight with lots and lots of tape. If you already have a diaper on good the new one goes over the top of the old one, you might wanna cut some hold in the old one to help. If your not already diapered, why not, good babies are always diapered. It's a good thing you got this dare then. \nKeep your diapers/diaper taped on for 10 hours or until you leak so bad you make a puddle."],2,2],["sissy baby","531138346655940618",10,1],["Rem.chr","262254015495012352",-5,1],["Stromfresser","206238158357135363",-5,1],["akshit","531243207791476746",-5,1],["SlaveboySte","531244666763476998",-5,1],["elpaulo321","531246104520556588",-25,1],["Rebecca","531246445706215444",-15,1],["fadedinkz","301837418875715594",-5,1],["D kingOfKings","531241074006425634",150,1,"Tape on a fresh diaper and roll a six-sided die. The resulting number is the number of litres of water you must drink before removing your diaper."],["Tim","503995623628996619",-5,1],["Riley","134638252391923712",225,0,["Draw a picture and show it to the group."],3,1],["emberfireflash","328201427174293505",255,1,["Diaper up and head out into public, make sure that you use your diaper until it starts to leak. You can only go home when your diaper begins to leak, so be careful ;)","Put five ice cubes in a large cup and fill to the top with water. Wait for the ice to melt completely into the water before pouring down the front of your diaper. You must wait thirty minutes before you can remove your diaper.","clean your room a little bit in a diaper, take a cute pic in your room and post it"],4],["peacewalker955","432767464925954048",55,0],["Zatsu4420","159539788892864514",25,1,"Put a pacifier in your mouth and leave it there for the next hour. If you do not own a paci then use your thumb.",1],["Mumei","379334519506993173",-10,1],["A Ghost","465941311866929164",0,0],["RainbowCrack","170367416289853440",95,0,["Mess in a diaper and wear it overnight","draw a self portrait how ever you like but must include diaper in some way, show off your mad art skillz."],2],["Chungus","439138835155255307",0,0,["For the next five hours, drink a twelve ounce glass of water every time you see or hear the word 'diaper'."]],["Mitchell25","531851147128864769",0,0,["Next time you use your diaper, don't change, just put a new diaper over it."]],["ace","504754654643617808",20,0,["The next time you go and change, layer three diapers, and use three boosters."],1],["Cheddar_Cheese","207931635696533518",0,0,["Pour pudding down back of diaper and leave it on for an hour."],1],["Candy the Cow Furry","404432007276265472",80,0,["Insert an enema, suppository or five marshmallows into your rectum before taping on a fresh diaper. Roll a six-sided die. The resulting number is the number of hours you must wear your messy diaper before removing it.","Put on a fresh diaper. While wearing this diaper you must cum inside it, but may only do so when you have messed it. Roll a six-sided die to determine the number of hours you have to complete the dare before failing. (Users please ensure that dare was completed in required time limit before providing confirmation.)","Pour oatmeal in the front and back of your diaper and then cum 2 times as fast as you can."],2],["michael97","531880677516378121",0,0,["Next time you play with yourself, edge yourself for thirty minutes before cumming."]],["kjohnson079","531879803545190411",0,0,["Next time you put on a fresh diaper you are forbidden to wear any clothing that may cover it until you take it off."]],["Jesus_iron_maiden","531881057298153481",0,0,["Insert an enema, suppository or five marshmallows into your rectum and hold for thirty minutes before releasing. Remain in your messy diaper for thirty minutes before changing. If you are unable to hold for thirty minutes then add an additional five minutes to your time in your diaper for every minute remaining on the timer. (Eg. Releasing after twenty minutes = fifty more minutes wearing the soiled diaper. Eighty minutes in total.)"]],["Country21","520355826150408192",5,0,[],1],["f0rkman","196153197885259776",0,0,["<Go on a jog with a diaper peeking out>"],1],["Shadow Master","239494405784993792",15,0,[],1],["Ollie","531199237149425695",5,0,[]],["Ihadabadname","168568974265548800",15,0,[],1],["Lastword8","477360074164142082",5,0,[" Put a new diaper on and poke holes in the outside of it. Put pants on over it. Keep wetting until it leaks through to your pants."],1],["Nova’s Diaper Whore","223964368868474883",0,0,["walk around in public with a pacifier in for half an hour. If you don't own one go to the store and buy a pacifier."]],["stargazer {nova star}","166658570983702531",10,0,[],1],["Shadow","123663933075619843",45,0,["Take a brief video (five seconds or longer) of you dancing in nothing but your diaper."],1],["justthisguy11","375126472681062412",0,0,["Drink a large glass of your favourite flavour milk/milk replacement, you have 10s to drink the hole glass and the glass must never touch your lips. Maybe wear a bib or if not a nice white t-shirt 😛"],1],["Sunny the lil cutie","502193424137715751",10,0,["buy the opposite genders underwear and wear it for 24 hours"],1],["Velzerat","156186316243992577",0,0,["Next time you put on a fresh diaper you are forbidden to wear any clothing that may cover it until you take it off."],1],["Stinkerbella","518628393001156608",0,0,["get people to give suggestions on things to write on your diaper. if theres a line implying you need to use your diaper in a certain fashion, you must use the diaper in said way before a change. (Ex: Stinky Baby, you must mess)"],1],["skull grunt Wolfie boi","327248747954438157",15,0,["tell us about your favorite place to visit as a child"],1],["JustDean","240691479188733952",0,0,["Mess your diaper and then spank your diaper fifty times on each cheek."],1],["LilNate","396933419550113792",20,0,[],1],["jabbadabba","532986906619805709",30,0,["Wear only a diaper, you may not put any more clothing on untill you leak"],1],["Vinsar","206516821703000066",0,0,[" Put a new diaper on and poke holes in the outside of it. Put pants on over it. Keep wetting until it leaks through to your pants."],1],["*DFDYT*","187492943668445184",125,0,[],3],["Xxarg","267288454939803649",5,0,["Put on a fresh diaper. While wearing this diaper you must cum inside it, but may only do so when you have messed it. Roll a six-sided die to determine the number of hours you have to complete the dare before failing. (Users please ensure that dare was completed in required time limit before providing confirmation.)"],1],["Invocation","121759458010464256",0,0,["buy the opposite genders underwear and wear it for 24 hours"],1],["GobryasZero","487663505772642324",15,0,["Put ANOTHER diaper on, and duck tape it tight with lots and lots of tape. If you already have a diaper on good the new one goes over the top of the old one, you might wanna cut some hold in the old one to help. If your not already diapered, why not, good babies are always diapered. It's a good thing you got this dare then. \nKeep your diapers/diaper taped on for 10 hours or until you leak so bad you make a puddle."],1],["falcon","533022354503106560",0,0,["have an accident in public without a diaper on"],1],["Myster™","358394106549895170",45,0,["Create a finger painting and show us a picture of it. You must also take a picture of your paint-covered fingers. (Ensure one hand is clean to take the photo with.)"],1],["Sir Stripesworth","473371899041153024",0,0,[" Put a new diaper on and poke holes in the outside of it. Put pants on over it. Keep wetting until it leaks through to your pants."],1],["acarm12","485531341467680778",0,0,["You must wear diapers for the next 24hrs"],1],["littlehospitals","390987985035722752",0,0,["Put ANOTHER diaper on, and duck tape it tight with lots and lots of tape. If you already have a diaper on good the new one goes over the top of the old one, you might wanna cut some hold in the old one to help. If your not already diapered, why not, good babies are always diapered. It's a good thing you got this dare then. \nKeep your diapers/diaper taped on for 10 hours or until you leak so bad you make a puddle."],1],["BouncingFerret","201779271708966912",0,0,["you must only drink from a bottle for an hour. You may refill it when your done, you can only put water in the bottle and nothing else."],1],["rodkulman","282646243858186252",0,0,["Put on a fresh diaper, unless you are wearing one already, and roll a six-sided die. The resulting number is the number of times you must cum in your diaper before changing."],1],["mentalfingertrap","533095760443736066",0,0,["wear only your diaper, no pants, you must mess before you can continue the dare or it will not work. make a fresh mess in a diaper and change. pack the freshly messed diaper and make sure it will not leak. now fill your second diaper, if you cannot, use oatmeal or bananas. while you are rubbing yourself through your diaper you must sniff your messed diaper. you are not allowed to cum until you have completed the steps. once you cum, double pad yourself and sit in your diaper for an hour."],1],["Demonic_Dave_666","340475211814273024",65,0,["Cum 3 times in your diaper before you can change it. You can put on a fresh diaper if you need to."],2],["GodOfHelicopters","335072499903627264",25,0,["<cook oatmeal, see how much you can fit in your diaper before it starts leaking, once it begins leaking, put a new one over the leaking diaper, roll a dice to see how many layers you need to do.>"],1],["WhateverDiapers","533130310884524063",0,0,["Show us a picture of your favourite piece of little gear."],1],["koneko","272485511459897354",80,0,["buy or order some new diapers!"],2],["Paddedgamer","406343558493372417",0,0,["Put on a fresh diaper and roll a six-sided die. The number you roll is the number of marshmallows you must insert into your rectum. Sit in the resulting mess for one hour."],1],["Tusk626","533135908552310794",515,0,["Pour pudding down back of diaper and leave it on for an hour.","Write a one page essay about why you should be wearing diapers, and share it.","go to bed in a wet diaper","Go to the shop and buy a pacifier, all while wearing a wet diaper, no changes until you're home","insert one whole peeled banana, put on a fresh diaper, and have a seat. Drink 2 glasses of water, and wait 15 minutes. After that, drink 2 more glasses and continue to hold for 10 more minutes. At this point you can release,  but no changing for 2 hours. If you cannot hold the entire 25 minutes, add 3 ice cubes down the front of your diaper to melt."],5],["ggggg","532802593605419009",0,0,[],1],["sissy_Lyssa","533165232143728642",0,0,["Putting a fresh diaper on in the morning with a 200ml enema. Hold it for at least an hour. Failing to hold it you must wear it tripple the remaining time"],1],["5487252","533174035496960006",0,0,["buy a cloth diaper"],1],["Unicorn","255887922258116608",5,0,["Make yourself cum with your hands down the front of your soaking wet Diapers.\n No playing with yourself until your diaper is almost ready to leak, no changing until you have cum, and only cumming from your hands down the front of your Diaper. Post a pic of your hand/hands inside the font of your Soaking Wet Diaper."],1],["CrinklyConnor","379674174152638474",5,0,[]],["DaddyInky","329896229070700546",5,0,[]],["robbie","81831086543351808",0,0,[" Put a new diaper on and poke holes in the outside of it. Put pants on over it. Keep wetting until it leaks through to your pants."],1],["Kazakazi","289190228051230729",0,0,["<lock yourself in chastity and freeze the keys in a plastic cup of ice, then diaper yourself and remain until you have wet and messed. You may only allow the keys to thaw after you have messed.  The keys must thaw in open air.>"],1],["MaximusStudimus","197127978130472979",0,0,["mess yourself in public after you have already wet your diaper"],1],["Fasty","218117142405447680",0,0,["roll six sided die multiply by 2 this is the amount of time that you may not cum. If you have a chastity device you must wear it."],1],["juvenilepup","533081025480491019",0,0,["Wear a diaper and mess in it before taking it off."],1],["Andrez278","340646002232918017",75,0,["","Put on a clean diaper and go for a shower"],2],["halandrs","533499866341703680",5,0,["get people to give suggestions on things to write on your diaper. if theres a line implying you need to use your diaper in a certain fashion, you must use the diaper in said way before a change. (Ex: Stinky Baby, you must mess)"],1],["SoldierOfAincrad","258722940584067072",50,0,["buy or order some new diapers!"],2],["ForThingsNotLinked","461062578513248257",5,0,[]],["josiahwebb52","401000474112688128",0,0,["you must only drink from a bottle for an hour. You may refill it when your done, you can only put water in the bottle and nothing else."],1],["redroxy16","534453812044496916",0,0,["Roll a six sided die and multiply the number by ten. Then administer that number in spankings on each cheek."],1],["Mintcooking","344297303382687744",5,0,[]],["littlelukas","531606193710301199",0,0,["tell us your favorite food to eat as a little, and send us a picture of you eating it"],1],["equinoxninjayuki","330811324877504512",0,0,["Mess your diaper and then spank your diaper fifty times on each cheek."],1],["gmnest","486322781982818306",35,0,[" use a marker and color and decorate your diaper before putting it on. Take a pic to show us!"],1],["twinkbaby","532986667527831562",0,0,["Put a pacifier in your mouth and leave it there for the next hour. If you do not own a paci then use your thumb."],1],["eilidh","85538505907793920",0,0,["next time you need to use the bathroom roll a 20 sided dice that is the number of people who you must get permission from to go."],1],["Soph","249650732398018561",0,0,["double up on diapers lock yourself in them and freeze the keys in a bowl of water, stay locked up in your diapers for 48 hours."],1],["TS7 is coming","363895549747003392",5,0,["Get jello and pour it down the back of your diaper. Wear it for at least an hour."],1],["hdgross","209104347143995402",0,0,["Head to your nearest grocery store and purchase a jar of the baby food of your choosing. Return home and eat the entire jar. You may only use your hands and are not permitted to use cutlery."],1],["queenoflightning","363539496668758037",30,0,["have someone else pee in your diaper while it’s on"],1]]